Repository: MiaKoring/Coder
Catalog: Coder/Localized/Localizable.xcstrings
Source language: en
Languages: de

# algo
source: Algorithm
de: Algorithmus

source: Appearance
de: Darstellung

source: Automatically check for updates
de: Automatisch nach Updates suchen

source: Automatically download updates
de: Updates automatisch laden

source: base16
de: Basis16

source: base32
de: Basis32

source: base64
de: Basis64

# bigger
source: Enlarge Text
de: vergrößern

source: Check for Updates…
de: Nach Updates suchen...

# clearEmpty
source: Left can't be empty
de: Links darf nicht leer sein

# de
source: German
de: Deutsch

source: decode
de: decodieren

# en
source: English
de: Englisch

source: encode
de: encodieren

# encodedEmpty
source: Right can't be empty
de: Rechts darf nicht leer sein

source: Language
de: Sprache

# languageChanged
source: Changes to language apply after an app restart
de: Veränderungen an der Sprache werden bei einem App-Neustart wirksam

source: New
de: Neu

# notFormatCompatible
source: Input is not compatible with chosen format
de: Die Eingabe ist nicht kompatibel mit dem gewählten Format

# notUTF-8
source: Input is not UTF-8
de: Eingabe ist nicht UTF-8 kompatibel

# smaller
source: Shrink Text
de: verkleinern

# system
source: System-Language
de: Systemsprache
